Repository: zhrispineda/Settings-tvOS
Catalog: TVSettings/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# AccountsTapToSetupInstructions_WLAN
source: 1. Unlock your iPhone or iPad. 2. Connect to a WLAN network. 3. Turn on Bluetooth. 4. Hold the device close to this Apple TV.
ar: ١. افتح قفل iPhone أو iPad. ‏٢. اتصل بشبكة WLAN. ‏٣. شغل Bluetooth. ‏٤. قرّب الجهاز من هذا الـ Apple TV.
ca: 1. Desbloqueja l’iPhone o l’iPad. 2. Connecta’t a una xarxa WLAN. 3. Activa el Bluetooth. 4. Mantén el dispositiu a prop de l’Apple TV.
cs: 1. Odemkněte iPhone nebo iPad. 2. Připojte se k WLAN síti. 3. Zapněte Bluetooth. 4. Podržte zařízení u Apple TV.
da: 1. Lås din iPhone eller iPad op. 2. Opret forbindelse til et WLAN-netværk. 3. Slå Bluetooth til. 4. Hold enheden tæt på dette Apple TV.
de: 1. Entsperre dein iPhone oder iPad. 2. Stelle eine WLAN-Verbindung her. 3. Aktiviere Bluetooth. 4. Halte das Gerät dicht an das Apple TV.
el: 1. Ξεκλειδώστε το iPhone ή το iPad σας. 2. Συνδεθείτε σε δίκτυο WLAN. 3. Ενεργοποιήστε το Bluetooth. 4. Κρατήστε τη συσκευή κοντά σε αυτό το Apple TV.
es: 1. Desbloquea tu iPhone o iPad. 2. Conéctate a una red WLAN. 3. Activa Bluetooth. 4. Acerca el dispositivo a este Apple TV.
es_us: 1. Desbloquea tu iPhone o iPad. 2. Conéctate a una red WLAN. 3. Activa Bluetooth. 4. Acerca el dispositivo a este Apple TV.
fi: 1. Avaa iPhonesi tai iPadisi. 2. Yhdistä WLAN-verkkoon. 3. Laita Bluetooth päälle. 4. Pidä laitetta Apple TV:n lähellä.
fr: 1. Déverrouillez votre iPhone ou iPad. 2. Connectez-vous à un réseau WLAN. 3. Activez le Bluetooth. 4. Placez l’appareil près de cette Apple TV.
fr_ca: 1. Déverrouillez votre iPhone ou iPad. 2. Connectez l’appareil à un réseau WLAN. 3. Activez Bluetooth. 4. Tenez l’appareil à proximité de l’Apple TV.
he: 1. יש לבטל את נעילת ה-iPhone או ה-iPad. ‏2. יש להתחבר לרשת WLAN. ‏3. יש להפעיל את Bluetooth. ‏4. יש להחזיק את המכשיר קרוב ל-Apple TV זה.
hi: 1. अपना iPhone या iPad अनलॉक करें। 2. WLAN नेटवर्क से कनेक्ट करें। 3. Bluetooth चालू करें। 4. डिवाइस को इस Apple TV के पास रखें।
hr: 1. Otključajte svoj iPhone ili iPad. 2. Spojite se na WLAN mrežu. 3. Uključite Bluetooth. 4. Držite uređaj blizu ovog Apple TV-a.
hu: 1. Oldja fel az iPhone-ját vagy az iPadjét. 2. Csatlakozzon WLAN-hálózathoz. 3. Kapcsolja be a Bluetootht. 4. Tartsa közel az eszközt az Apple TV-hez.
id: 1. Buka iPhone atau iPad Anda. 2. Hubungkan ke jaringan WLAN. 3. Nyalakan Bluetooth. 4. Dekatkan perangkat ke Apple TV ini.
it: 1. Sblocca iPhone o iPad. 2. Connettiti a una rete WLAN. 3. Attiva il Bluetooth. 4. Avvicina il dispositivo ad Apple TV.
ja: 1. iPhoneまたはiPadをロック解除します。 2. WLANネットワークに接続します。 3. Bluetoothをオンにします。 4. デバイスをこのApple TVに近付けます。
ko: 1. iPhone 또는 iPad를 잠금 해제하십시오. 2. WLAN 네트워크에 연결하십시오. 3. Bluetooth를 켜십시오. 4. 해당 기기를 이 Apple TV 가까이 들고 있으십시오.
ms: 1. Buka kunci iPhone atau iPad anda. 2. Sambung ke rangkaian WLAN. 3. Aktifkan Bluetooth. 4. Pegang peranti berdekatan Apple TV ini.
nb: 1. Lås opp iPhonen eller iPaden. 2. Koble til et WLAN-nettverk. 3. Slå på Bluetooth. 4. Hold enheten nær Apple TV.
nl: 1. Ontgrendel je iPhone of iPad. 2. Maak verbinding met een WLAN-netwerk. 3. Schakel Bluetooth in. 4. Houd het apparaat dicht bij deze Apple TV.
pl: 1. Odblokuj swojego iPhone’a lub iPada. 2. Połącz się z siecią WLAN. 3. Włącz Bluetooth. 4. Zbliż urządzenie do Apple TV.
pt_br: 1. Desbloqueie o seu iPhone ou iPad. 2. Conecte-se a uma rede WLAN. 3. Ative o Bluetooth. 4. Aproxime o dispositivo desta Apple TV.
pt_pt: 1. Desbloqueie o iPhone ou iPad. 2. Estabeleça ligação a uma rede WLAN. 3. Ative o Bluetooth. 4. Mantenha o dispositivo perto desta Apple TV.
ro: 1. Deblocați‑vă iPhone‑ul sau iPad‑ul. 2. Conectați‑l la o rețea WLAN. 3. Activați Bluetooth. 4. Țineți dispozitivul aproape de acest Apple TV.
ru: 1. Разблокируйте свой iPhone или iPad. 2. Подключитесь к сети WLAN. 3. Включите Bluetooth. 4. Держите устройство вблизи этого Apple TV.
sk: 1. Odomknite svoj iPhone alebo iPad. 2. Pripojte sa k WLAN sieti. 3. Zapnite Bluetooth. 4. Podržte zariadenie pri Apple TV.
sl: 1. Odklenite svoj iPhone ali iPad. 2. Povežite se z omrežjem WLAN. 3. Vklopite Bluetooth. 4. Približajte napravo Apple TV-ju.
sv: 1. Lås upp iPhone eller iPad. 2. Anslut till WLAN-nätverk. 3. Slå på Bluetooth. 4. Håll enheten nära denna Apple TV.
th: 1. ปลดล็อค iPhone หรือ iPad ของคุณ 2. เชื่อมต่อกับเครือข่าย WLAN 3. เปิดบลูทูธ 4. ถืออุปกรณ์ไว้ใกล้กับ Apple TV เครื่องนี้
tr: 1. iPhone’unuzun ya da iPad’inizin kilidini açın. 2. Bir WLAN ağına bağlanın. 3. Bluetooth’u açın. 4. Aygıtı bu Apple TV’ye yakın tutun.
uk: 1. Відімкніть свій iPhone чи iPad. 2. Підʼєднайте пристрій до мережі WLAN. 3. Увімкніть Bluetooth. 4. Піднесіть пристрій до цього Apple TV.
vi: 1. Mở khóa iPhone hoặc iPad của bạn. 2. Kết nối vào mạng WLAN. 3. Bật Bluetooth. 4. Giữ thiết bị gần Apple TV này.
zh_cn: 1. 解锁你的iPhone或iPad。 2. 接入无线局域网。 3. 打开蓝牙。 4. 将设备靠近此Apple TV。
zh_hk: 1. 解鎖你的iPhone或iPad。 2. 連接WLAN網絡。 3. 開啟藍牙。 4. 將裝置靠近此Apple TV。
zh_tw: 1. 解鎖你的iPhone或iPad。 2. 連接WLAN網路。 3. 開啟藍牙。 4. 將裝置靠近此Apple TV。

# AccountsTapToSetupInstructionsTitle
source: Set Up Your Apple Account
ar: إعداد حساب Apple
ca: Configuració del compte d’Apple
cs: Nastavení účtu Apple
da: Indstil din Apple-konto
de: Apple Account einrichten
el: Διαμόρφωση του λογαριασμού Apple σας
es: Configura tu cuenta de Apple
es_us: Configura tu cuenta de Apple
fi: Ota Apple-tili käyttöön
fr: Configurez votre compte Apple
fr_ca: Configurez votre compte Apple
he: הגדרת חשבון ה-Apple
hi: अपना Apple खाता सेटअप करें
hr: Podesite svoj Apple račun
hu: Az Apple-fiók beállítása
id: Atur Akun Apple Anda
it: Configura Apple Account
ja: Apple Accountの設定
ko: Apple 계정 설정
ms: Sediakan Akaun Apple Anda
nb: Start oppsett av Apple-konto
nl: Configureer je Apple Account
pl: Skonfiguruj konto Apple
pt_br: Configure a Sua Conta Apple
pt_pt: Configurar a sua conta Apple
ro: Configurați‑vă contul Apple
ru: Настройка Аккаунта Apple
sk: Nastavte si Apple účet
sl: Nastavitev računa Apple
sv: Ställ in ditt Apple‑konto
th: ตั้งค่าบัญชี Apple ของคุณ
tr: Apple Hesabı’nızı Ayarlayın
uk: Налаштуйте свій обліковий запис Apple
vi: Thiết lập Tài khoản Apple của bạn
zh_cn: 设置你的Apple账户
zh_hk: 設定Apple帳户
zh_tw: 設定你的「Apple帳號」

# AccountsTapToSetupTitle
source: Set Up with Device
ar: الإعداد باستخدام جهاز
ca: Configura amb un dispositiu
cs: Nastavit pomocí zařízení
da: Indstil med enhed
de: Mit Gerät konfigurieren
el: Διαμόρφωση με συσκευή
es: Configurar con dispositivo
es_us: Configurar con dispositivo
fi: Ota käyttöön laitteen avulla
fr: Configurer avec un appareil
fr_ca: Configurer avec un appareil
he: הגדרה באמצעות המכשיר
hi: डिवाइस से सेटअप करें
hr: Podesi pomoću uređaja
hu: Beállítás eszközzel
id: Atur dengan Perangkat
it: Configura con il dispositivo
ja: デバイスで設定
ko: 기기로 설정
ms: Sediakan dengan Peranti
nb: Konfigurer med enhet
nl: Stel in met apparaat
pl: Skonfiguruj, używając urządzenia
pt_br: Configurar com Dispositivo
pt_pt: Configurar com dispositivo
ro: Configurați cu un dispozitiv
ru: Настроить устройством
sk: Nastaviť pomocou zariadenia
sl: Nastavitev z napravo
sv: Ställ in med enhet
th: ตั้งค่าด้วยค่าอุปกรณ์
tr: Aygıtla Ayarla
uk: Налаштувати пристроєм
vi: Thiết lập với thiết bị
zh_cn: 通过设备设置
zh_hk: 透過裝置設定
zh_tw: 設定裝置

# AccountsTitle
source: Profiles and Accounts
ar: ملفات التعريف والحسابات
ca: Perfils i comptes
cs: Profily a účty
da: Profiler og konti
de: Profile und Accounts
el: Προφίλ και λογαριασμοί
es: Perfiles y cuentas
es_us: Perfiles y cuentas
fi: Profiilit ja tilit
fr: Profils et comptes
fr_ca: Profils et comptes
he: פרופילים וחשבונות
hi: प्रोफ़ाइल और खाते
hr: Profili i računi
hu: Profilok és fiókok
id: Profil dan Akun
it: Profili e account
ja: プロファイルとアカウント
ko: 프로필 및 계정
ms: Profil dan Akaun
nb: Profiler og kontoer
nl: Profielen en accounts
pl: Profile i konta
pt_br: Perfis e Contas
pt_pt: Perfis e contas
ro: Profiluri și conturi
ru: Профили и учетные записи
sk: Profily a účty
sl: Profili in računi
sv: Profiler och konton
th: โปรไฟล์และบัญชี
tr: Profiller ve Hesaplar
uk: Профілі й облікові записи
vi: Hồ sơ và Tài khoản
zh_cn: 个人资料和账户
zh_hk: 個人檔案和帳户
zh_tw: 個人檔案和帳號

# AccountsUserAccountsAlreadyInUseErrorMessageFormat
source: This Apple Account is already associated with iCloud or Game Center for “%1$@” on this Apple TV. Edit this in Settings > Profiles and Accounts > %2$@.
ar: حساب Apple هذا مرتبط من قبل بحساب iCloud أو Game Center باسم "⁨%1$@⁩" على هذا الـ Apple TV. يمكنك تعديل هذا في الإعدادات > ملفات التعريف والحسابات > %2$@.
ca: El compte d’Apple ja està associat al compte que %1$@ utilitza per connectar‑se a l’iCloud o al Game Center a l’Apple TV. Pots editar‑lo a l’app Configuració > Perfils i comptes > %2$@.
cs: Tento účet Apple už je na této Apple TV propojený s iCloudem nebo Game Centrem uživatele %1$@. Předvolby účtů můžete upravit v Nastavení > Profily a účty > %2$@.
da: Denne Apple-konto er allerede forbundet med iCloud eller Game Center for “%1$@” på dette Apple TV. Du kan ændre dette i Indstillinger > Profiler og konti > %2$@.
de: Dieser Apple Account ist auf diesem Apple TV bereits mit iCloud oder Game Center für „%1$@“ verknüpft. Du kannst dies in „Einstellungen“ > „Profile und Accounts“ > „%2$@“ ändern.
el: Αυτός ο λογαριασμός Apple είναι ήδη συσχετισμένος με το iCloud ή το Game Center για «%1$@» σε αυτό το Apple TV. Αλλάξτε αυτήν τη ρύθμιση στις «Ρυθμίσεις» > «Προφίλ και λογαριασμοί» > «%2$@».
es: Esta cuenta de Apple ya está asociada a iCloud o a Game Center para %1$@ en este Apple TV. Puedes realizar cambios en Ajustes > Perfiles y cuentas > %2$@.
es_us: Esta cuenta de Apple ya está asociada con el servicio de iCloud o Game Center de “%1$@” en este Apple TV. Puedes editar esto en Configuración > Perfiles y cuentas > %2$@.
fi: Apple-tili (%1$@), on jo liitetty iCloudiin tai Game Centeriin tässä Apple TV:ssä. Muokkaa tätä kohdassa Asetukset > Profiilit ja tilit > %2$@.
fr: Ce compte Apple est déjà associé à iCloud ou Game Center pour « %1$@ » sur cette Apple TV. Vous pouvez modifier ceci dans Réglages > Profils et comptes > %2$@.
fr_ca: Ce compte Apple est déjà associé à iCloud ou à Game Center pour « %1$@ » sur cette Apple TV. Modifiez ceci dans Réglages > Profils et comptes > %2$@.
he: חשבון Apple זה כבר מקושר ל-iCloud או ל-Game Center של ״%1$@״ ב‑Apple TV זה. ניתן לשנות זאת דרך ״הגדרות״ > ״פרופילים וחשבונות״ > ‏״%2$@״.
hi: इस Apple TV पर “%1$@” के लिए iCloud या Game Center के साथ यह Apple खाता पहले से संबद्ध है। इसे सेटिंग > प्रोफ़ाइल और खाते > %2$@ में जाकर संपादित करें।
hr: Ovaj Apple račun već je povezan s iCloudom ili Game Centerom za “%1$@” na ovom Apple TV-u. To možete urediti u Postavkama > Profili i računi > %2$@.
hu: Ez az Apple-fiók már társítva van „%1$@” iCloud- vagy Game Center-fiókjával ezen az Apple TV‑n. Ezt a Beállítások > Profilok és Fiókok > %2$@ menüpontban szerkesztheti.
id: Akun Apple ini telah dikaitkan dengan iCloud atau Game Center untuk “%1$@” di Apple TV ini. Edit ini di Pengaturan > Profil dan Akun > %2$@.
it: L’Apple Account è già associato ad iCloud o a Game Center per “%1$@” su questa Apple TV. Puoi modificarlo in Impostazioni > Profili e account > %2$@.
ja: このApple Accountは、このApple TVの“%1$@”ですでにiCloudまたはGame Centerに関連付けられています。 これは“設定”＞“プロフィールとアカウント”＞“%2$@”で編集できます。
ko: 이 Apple 계정은 이 Apple TV에서 이미 ‘%1$@’님의 iCloud 또는 Game Center와 연결되어 있습니다. 이 옵션은 설정 > 프로필 및 계정 > ‘%2$@’에서 편집할 수 있습니다.
ms: Akaun Apple ini sudah dikaitkan dengan iCloud atau Game Center untuk “%1$@” pada Apple TV ini. Editnya dalam Seting > Profil dan Akaun > %2$@.
nb: Denne Apple-kontoen er allerede knyttet til iCloud eller Game Center for «%1$@» på Apple TV. Du kan endre dette i Innstillinger > Profiler og kontoer > %2$@.
nl: Deze Apple Account is voor %1$@ al geassocieerd met iCloud of Game Center op deze Apple TV. Wijzig dit in Instellingen door naar 'Profielen en accounts' > '%2$@' te gaan.
pl: To konto Apple jest już powiązane z kontem iCloud lub Game Center „%1$@” na tym Apple TV. Możesz to edytować na ekranie Ustawienia > Profile i konta > %2$@.
pt_br: Esta Conta Apple já está associada ao iCloud ou Game Center de %1$@ nesta Apple TV. Você pode editá‑la em Ajustes > Perfis e Contas > %2$@.
pt_pt: Esta conta Apple já está associada a iCloud ou ao Game Center para “%1$@” nesta Apple TV. Esta opção pode ser editada em Definições > Perfis e contas > %2$@.
ro: Acest cont Apple este deja asociat cu iCloud sau Game Center pentru „%1$@” pe acest Apple TV. Editați această opțiune în Configurări > Profiluri și conturi > %2$@.
ru: Этот Аккаунт Apple уже связан с iCloud или Game Center для пользователя %1$@ на этом Apple TV. Чтобы внести изменения, откройте «Настройки» > «Профили и учетные записи» > «%2$@».
sk: Tento Apple účet už je prepojený s iCloud alebo Game Center účtom užívateľa Apple TV „%1$@”. Upraviť to môžete v Nastavenia > Profily a účty > %2$@.
sl: Ta račun Apple je že povezan s storitvijo iCloud ali omrežjem Game Center za uporabnika »%1$@« tega Apple TV-ja. To lahko uredite v razdelku Nastavitve > Profili in računi > %2$@.
sv: Detta Apple‑konto är redan kopplat till iCloud eller Game Center för ”%1$@” på denna Apple TV. Ändra detta under Inställningar > Profiler och konton > %2$@.
th: บัญชี Apple นี้ผูกอยู่กับ iCloud หรือ Game Center สำหรับ “%1$@” บน Apple TV เครื่องนี้อยู่แล้ว แก้ไขการทำงานนี้ในการตั้งค่า > โปรไฟล์และบัญชี > %2$@
tr: Bu Apple Hesabı, bu Apple TV’de “%1$@” için iCloud veya Game Center ile zaten ilişkili. Bunu Ayarlar > Profiller ve Hesaplar > %2$@ bölümünde düzenleyebilirsiniz.
uk: Цей обліковий запис Apple уже повʼязано з iCloud або Game Center для «%1$@» на цьому Apple TV. Змінити це можна в меню Параметри > Профілі й облікові записи > %2$@.
vi: Tài khoản Apple này đã được liên kết với iCloud hoặc Game Center cho “%1$@” trên Apple TV này. Hãy sửa mục này trong Cài đặt > Hồ sơ và Tài khoản > %2$@.
zh_cn: 此Apple账户在这台Apple TV上已经与“%1$@”的iCloud或Game Center关联。 若要编辑，请前往“设置”>“个人资料和账户”>“%2$@”。
zh_hk: 此Apple帳户已經連繫至此Apple TV上「%1$@」的iCloud或Game Center。 請在「設定」>「個人檔案和帳户」>「%2$@」編輯此設定。
zh_tw: 此「Apple帳號」在Apple TV上已與「%1$@」的iCloud或Game Center產生關聯。 請在「設定」>「個人檔案和帳號」> %2$@中編輯此設定。

# AccountsUserAccountTitle
source: %@’s Account
ar: حساب %@
ca: Compte de: %@
cs: %@ – účet
da: Konto tilhørende %@
de: Account von %@
el: Λογαριασμός - %@
es: Cuenta de %@
es_us: Cuenta de %@
fi: Tili (%@)
fr: Compte de %@
fr_ca: Compte appartenant à %@
he: החשבון של %@
hi: %@ का खाता
hr: Račun korisnika %@
hu: %@ fiókja
id: Akun %@
it: Account di %@
ja: %@のアカウント
ko: %@님의 계정
ms: Akaun %@
nb: %@ sin konto
nl: Account van %@
pl: Konto użytkownika (%@)
pt_br: Conta de %@
pt_pt: Conta de %@
ro: Contul utilizatorului %@
ru: Учетная запись пользователя %@
sk: Účet užívateľa %@
sl: Račun osebe %@
sv: Konto: %@
th: บัญชีของ %@
tr: %@ Hesabı
uk: Обліковий запис %@
vi: Tài khoản của %@
zh_cn: %@的账户
zh_hk: %@的帳户
zh_tw: %@的帳號

# AccountsUserAppleIDSectionTitle
source: Apple Account
ar: حساب Apple
ca: Compte d’Apple
cs: Účet Apple
da: Apple-konto
el: Λογαριασμός Apple
es: Cuenta de Apple
es_us: Cuenta de Apple
fi: Apple-tili
fr: Compte Apple
fr_ca: Compte Apple
he: חשבון Apple
hi: Apple खाता
hr: Apple račun
hu: Apple-fiók
id: Akun Apple
it: Account Apple
ko: Apple 계정
ms: Akaun Apple
nb: Apple-konto
pl: Konto Apple
pt_br: Conta Apple
pt_pt: Conta Apple
ro: Cont Apple
ru: Аккаунт Apple
sk: Apple účet
sl: Račun Apple
sv: Apple-konto
th: บัญชี Apple
tr: Apple Hesabı
uk: Обліковий запис Apple
vi: Tài khoản Apple
zh_cn: Apple账户
zh_hk: Apple帳户
zh_tw: Apple帳號

# AccountsUserChangeNameMenu
source: Edit Name
ar: تعديل الاسم
ca: Edita el nom
cs: Upravit jméno
da: Rediger navn
de: Namen bearbeiten
el: Επεξεργασία ονόματος
es: Editar nombre
es_us: Editar nombre
fi: Muokkaa nimeä
fr: Renommer
fr_ca: Modifier le nom
he: עריכת השם
hi: नाम संपादित करें
hr: Uredite ime
hu: Név szerkesztése
id: Edit Nama
it: Modifica nome
ja: 名前を編集
ko: 이름 편집
ms: Edit Nama
nb: Endre navn
nl: Wijzig naam
pl: Edytuj nazwę
pt_br: Editar Nome
pt_pt: Editar nome
ro: Editați numele
ru: Изменить имя
sk: Upraviť meno
sl: Urejanje imena
sv: Redigera namn
th: แก้ไขชื่อ
tr: Adı Düzenleyin
uk: Змінити назву
vi: Sửa tên
zh_cn: 编辑姓名
zh_hk: 編輯姓名
zh_tw: 編輯名稱

# AccountsUserChangeNameTitle
source: Edit Name
ar: تعديل الاسم
ca: Edita el nom
cs: Upravit jméno
da: Rediger navn
de: Namen bearbeiten
el: Επεξεργασία ονόματος
es: Editar nombre
es_us: Editar nombre
fi: Muokkaa nimeä
fr: Renommer
fr_ca: Modifier le nom
he: עריכת השם
hi: नाम संपादित करें
hr: Uredite ime
hu: Név szerkesztése
id: Edit Nama
it: Modifica nome
ja: 名前を編集
ko: 이름 편집
ms: Edit Nama
nb: Endre navn
nl: Wijzig naam
pl: Edytuj nazwę
pt_br: Editar Nome
pt_pt: Editar nome
ro: Editați numele
ru: Изменить имя
sk: Upraviť meno
sl: Urejanje imena
sv: Redigera namn
th: แก้ไขชื่อ
tr: Adı Düzenleyin
uk: Змінити назву
vi: Sửa tên
zh_cn: 编辑姓名
zh_hk: 編輯姓名
zh_tw: 編輯名稱

# AccountsUserDetailsEditMemojiTitle
source: Memoji
ar: ميموجي
ca: Memojis
fi: Memojit
ja: ミー文字
ko: 미모지
zh_cn: 拟我表情

# AccountsUserDetailsEditNameTitle
source: Edit Name
ar: تعديل الاسم
ca: Edita el nom
cs: Upravit jméno
da: Rediger navn
de: Namen bearbeiten
el: Επεξεργασία ονόματος
es: Editar nombre
es_us: Editar nombre
fi: Muokkaa nimeä
fr: Renommer
fr_ca: Modifier le nom
he: עריכת השם
hi: नाम संपादित करें
hr: Uredite ime
hu: Név szerkesztése
id: Edit Nama
it: Modifica nome
ja: 名前を編集
ko: 이름 편집
ms: Edit Nama
nb: Endre navn
nl: Wijzig naam
pl: Edytuj nazwę
pt_br: Editar Nome
pt_pt: Editar nome
ro: Editați numele
ru: Изменить имя
sk: Upraviť meno
sl: Urejanje imena
sv: Redigera namn
th: แก้ไขชื่อ
tr: Adı Düzenleyin
uk: Змінити імʼя
vi: Sửa tên
zh_cn: 编辑姓名
zh_hk: 編輯名稱
zh_tw: 編輯名稱

# AccountsUserDetailsSectionTitle
source: User Details
ar: تفاصيل المستخدم
ca: Detalls de l’usuari
cs: Podrobnosti o uživateli
da: Oplysninger om bruger
de: Benutzerdetails
el: Στοιχεία χρήστη
es: Detalles del usuario
es_us: Detalles del usuario
fi: Käyttäjän tiedot
fr: Détails de l’utilisateur
fr_ca: Détails de l’utilisateur
he: פרטי המשתמש
hi: यूज़र विवरण
hr: Detalji o korisniku
hu: Felhasználó adatai
id: Detail Pengguna
it: Dettagli utente
ja: ユーザの詳細
ko: 사용자 세부사항
ms: Butiran Pengguna
nb: Brukerdetaljer
nl: Gebruikersdetails
pl: Szczegóły użytkownika
pt_br: Detalhes do Usuário
pt_pt: Detalhes do utilizador
ro: Detalii utilizator
ru: Сведения о пользователе
sk: Detaily užívateľa
sl: Podrobnosti uporabnika
sv: Användarinformation
th: รายละเอียดผู้ใช้
tr: Kullanıcı Ayrıntıları
uk: Дані користувача
vi: Chi tiết người dùng
zh_cn: 用户详细信息
zh_hk: 用户詳細資料
zh_tw: 使用者詳細資訊

# AccountsUserEditNameDescription
source: Change the name associated with this profile on this Apple TV.
ar: تغيير الاسم المرتبط بملف التعريف هذا على هذا الـ Apple TV.
ca: Canvia el nom associat a aquest perfil a l’Apple TV.
cs: Změna jména sdruženého s tímto profilem na této Apple TV.
da: Skift navnet, der er tilknyttet denne profil, på dette Apple TV.
de: Ändere den Namen, der diesem Profil auf diesem Apple TV zugeordnet ist.
el: Αλλάξτε το όνομα που είναι συσχετισμένο με αυτό το προφίλ σε αυτό το Apple TV.
es: Cambia el nombre asociado a este perfil en este Apple TV.
es_us: Cambia el nombre asociado a este perfil en este Apple TV.
fi: Muuta tähän profiiliin tässä Apple TV:ssä liitettyä nimeä.
fr: Modifiez le nom associé à ce profil sur cette Apple TV.
fr_ca: Modifiez le nom associé à ce profil sur cette Apple TV.
he: ניתן לשנות את השם שמקושר לפרופיל זה ב‑Apple TV.
hi: इस Apple TV पर इस प्रोफ़ाइल से संबद्ध नाम बदलें।
hr: Promijenite ime koje je povezano s ovim profilom na Apple TV-u.
hu: A profilhoz rendelt név módosítása ezen az Apple TV‑n.
id: Ubah nama yang terkait dengan profil ini di Apple TV ini.
it: Modifica il nome associato a questo profilo su Apple TV.
ja: このApple TV上のこのプロフィールに関連付けられている名前を変更します。
ko: 이 Apple TV에서 이 프로필과 연결된 이름을 변경합니다.
ms: Tukar nama yang berkaitan dengan profil ini pada Apple TV ini.
nb: Endre navnet som er knyttet til profilen på Apple TV.
nl: Wijzig de naam die bij dit profiel op deze Apple TV hoort.
pl: Zmień nazwę powiązaną z tym profilem na tym Apple TV.
pt_br: Altere o nome associado a este perfil nesta Apple TV.
pt_pt: Alterar o nome associado a este perfil nesta Apple TV.
ro: Schimbați numele asociat cu acest profil pe acest Apple TV.
ru: Изменить имя, связанное с выбранным профилем на этом Apple TV.
sk: Umožní zmeniť meno spojené s týmto profilom na tomto Apple TV.
sl: Spremenite ime, povezano s tem profilom v tem Apple TV-ju.
sv: Ändra namnet som är kopplat till den här profilen på denna Apple TV.
th: เปลี่ยนชื่อที่ผูกกับโปรไฟล์นี้บน Apple TV เครื่องนี้
tr: Bu profille ilişkili adı bu Apple TV’de değiştirin.
uk: Змінити імʼя, повʼязане з цим профілем на цьому Apple TV.
vi: Thay đổi tên được liên kết với hồ sơ này trên Apple TV này.
zh_cn: 在这台Apple TV上更改与此个人资料关联的名字。
zh_hk: 在此Apple TV上更改與此個人檔案相關聯的名稱。
zh_tw: 在此Apple TV上更改與此個人檔案相關的名稱。
